[
  {
    "slug": "origenes-y-primeros-conciertos",
    "title": "Orígenes y primeros conciertos",
    "excerpt": "Cómo se formó Soda Stereo y sus primeras presentaciones.",
    "date": "1983-12-01",
    "cover": "/images/soda-trio.jpg",
    "content": "Soda Stereo nació en Buenos Aires, Argentina, a principios de los años 80, cuando Gustavo Cerati, Zeta Bosio y Charly Alberti decidieron unir fuerzas para crear una propuesta que combinara la energía del new wave y la elegancia del pop británico. Inspirados por The Police, The Cure y Talking Heads, comenzaron a tocar en bares y pequeños locales del circuito porteño. Su debut oficial ocurrió en 1983, con una serie de presentaciones que rápidamente captaron la atención de la prensa local. Su estética moderna, el peinado con spray y el uso de sintetizadores marcaron una ruptura con el sonido clásico del rock argentino. \nCon el tiempo, su fama se expandió a toda Argentina y sus primeros sencillos se convirtieron en himnos de una nueva generación. Los conciertos de esta etapa se caracterizaban por la frescura y espontaneidad del trío, que ofrecía una experiencia visual y sonora única."
  },
  {
    "slug": "nada-personal-el-salto-regional",
    "title": "Nada Personal: el salto regional",
    "excerpt": "El segundo álbum marcó la expansión en Latinoamérica.",
    "date": "1985-11-01",
    "cover": "/images/discos/nada-personal.jpg",
    "content": "En 1985, Soda Stereo lanzó su segundo álbum, 'Nada Personal', una producción que consolidó su fama más allá de las fronteras argentinas. Este disco marcó el comienzo de la internacionalización del grupo, con letras introspectivas y un sonido más sofisticado. Canciones como “Nada Personal” y “Cuando pase el temblor” se convirtieron en éxitos rotundos en toda América Latina. \nEl videoclip de “Cuando pase el temblor”, filmado en las ruinas de Tilcara, Jujuy, fue pionero en la era del videoclip latinoamericano y mostró el interés de la banda por fusionar arte visual y música. La gira que acompañó al disco los llevó a Chile, Perú, Colombia y México, abriendo definitivamente las puertas del mercado continental."
  },
  {
    "slug": "signos-y-la-consagracion",
    "title": "Signos y la consagración",
    "excerpt": "Un sonido más elaborado y la confirmación del fenómeno.",
    "date": "1986-10-10",
    "cover": "/images/discos/signos.jpg",
    "content": "'Signos', lanzado en 1986, fue el álbum que marcó la madurez artística de Soda Stereo. Con una producción más cuidada y letras cargadas de simbolismo, el trío logró una cohesión sonora que los consolidó como la banda más importante de Latinoamérica. Temas como “Persiana americana”, “Prófugos” y “Signos” demostraron la capacidad de Cerati como compositor y de la banda para reinventarse sin perder identidad. \nEl tour Signos fue uno de los más ambiciosos de la región, con más de 20 conciertos en distintos países. Este álbum representó el equilibrio perfecto entre el pop y el rock, y definió una estética musical que influiría a toda una generación."
  },
  {
    "slug": "doble-vida-produccion-en-nueva-york",
    "title": "Doble Vida: producción en Nueva York",
    "excerpt": "La experiencia internacional en los estudios de NYC.",
    "date": "1988-09-01",
    "cover": "/images/discos/doble-vida.jpg",
    "content": "Grabado en los estudios Sorcerer Sound de Nueva York, 'Doble Vida' (1988) fue el primer disco de Soda Stereo producido fuera de Argentina. Bajo la dirección del legendario guitarrista y productor Carlos Alomar, colaborador de David Bowie, el álbum mostró una clara influencia funk y soul. Canciones como “En el borde” y “Lo que sangra (La cúpula)” reflejaron el interés del grupo por explorar sonidos más globales y modernos. \nEsta experiencia internacional les permitió profesionalizar aún más su propuesta escénica y consolidarse como referentes del pop rock latino. 'Doble Vida' fue un paso fundamental en su evolución artística."
  },
  {
    "slug": "ruido-blanco-gira-en-vivo",
    "title": "Ruido Blanco: la potencia en vivo",
    "excerpt": "El primer álbum en vivo con energía de las giras sudamericanas.",
    "date": "1987-10-01",
    "cover": "/images/discos/ruido-blanco.jpg",
    "content": "'Ruido Blanco' fue el primer álbum en vivo de Soda Stereo, lanzado en 1987, como resultado de la gira 'Signos'. Grabado durante conciertos en México, Colombia y Venezuela, el disco capturó la energía y conexión que la banda mantenía con su público. Canciones como “Juego de seducción” y “Cuando pase el temblor” adquirieron una nueva dimensión en el escenario. \nEl sonido fue pulido, potente y representaba fielmente la esencia del grupo. 'Ruido Blanco' es considerado uno de los mejores discos en vivo del rock latino, y consolidó la reputación de Soda como banda de estadio."
  },
  {
    "slug": "cancion-animal-el-clasico-noventero",
    "title": "Canción Animal: el clásico de los 90",
    "excerpt": "Uno de los discos más influyentes del rock latino.",
    "date": "1990-08-07",
    "cover": "/images/discos/cancion-animal.jpg",
    "content": "En 1990, Soda Stereo lanzó 'Canción Animal', su trabajo más poderoso y uno de los discos más influyentes del rock en español. Con una estética más guitarrera y letras intensas, este álbum representó el punto más alto de la banda. Incluye clásicos como “De música ligera”, “Té para tres” y “En el séptimo día”. \nSu gira fue monumental, con presentaciones multitudinarias en toda América Latina. 'Canción Animal' marcó el inicio de una nueva era en el rock en español, influenciando a incontables bandas posteriores y consagrando definitivamente a Soda Stereo como leyendas vivas."
  },
  {
    "slug": "dynamo-experimentacion-sonora",
    "title": "Dynamo: experimentación y texturas",
    "excerpt": "Exploración shoegaze y capas sonoras complejas.",
    "date": "1992-10-26",
    "cover": "/images/discos/dynamo.jpg",
    "content": "'Dynamo', lanzado en 1992, mostró a Soda Stereo en su faceta más experimental. Inspirados por el shoegaze y la música alternativa de principios de los 90, exploraron texturas sonoras y ambientes electrónicos que se alejaban del formato tradicional. Temas como “Primavera 0” y “Luna roja” son ejemplo de esta nueva dirección creativa. \nAunque al principio fue recibido con desconcierto, con el tiempo se lo reconoció como una obra adelantada a su época. Hoy, 'Dynamo' es considerado un disco de culto que anticipó tendencias y demostró la versatilidad artística de la banda."
  },
  {
    "slug": "me-veras-volver-la-reunion",
    "title": "Me Verás Volver: la reunión histórica",
    "excerpt": "El regreso masivo a los escenarios en 2007.",
    "date": "2007-10-19",
    "cover": "/images/discos/me-veras-volver.png",
    "content": "Tras una década de separación, Soda Stereo regresó en 2007 con la gira 'Me Verás Volver', una serie de conciertos que marcaron un antes y un después en la historia de la música latinoamericana. La respuesta del público fue abrumadora: millones de fanáticos asistieron a los shows en toda la región. \nEl reencuentro no solo celebró su legado, sino que también reafirmó su influencia en generaciones más jóvenes. Cada presentación fue una fiesta de nostalgia y reconocimiento a una banda que cambió para siempre el panorama del rock en español."
  }
]